[
    {
        "name": "Martinova rodina",
        "type": "A1",
        "difficulty": "beginner",
        "video": "iARcG4HOkHQ",
        "words": [
            "Praha",
            "Rodina",
            "Řidič",
            "Známý",
            "Učitelka",
            "Učit Se",
            "Dobře",
            "Známky",
            "Dívka"
        ],
        "fs": "1.586458235979vw",
        "text": "Martin bydlí v Praze. Žije s mámou, tátou a bratrem. Martin má svojí rodinu velmi rád. Jeho táta je řidič autobusu. Je velmi známý. Jeho máma je učitelka. Učí malé děti. Jeho bratr chodí do školy. Učí se dobře a má dobré známky. Martin má také dobré známky. Kvůli tomu se líbí dívkám. Učit se dobře je dobré. Buď jako Martin."
    },
    {
        "name": "Honza jde do kina",
        "type": "B1",
        "difficulty": "intermediate",
        "video": "EgDSx36rpGA",
        "words": [
            "Škola",
            "Kino",
            "Hřiště",
            "Daleko",
            "Uvidět",
            "Lavička",
            "Smích",
            "Každý Den"
        ],
        "text": "Honza je malý kluk. Jednoho dne nechtěl jít do školy. A tak se rozhodl, že půjde do kina. Kina ale byla zavřená. Když jsou děti ve škole, kina se zavírají. “Jestli nemůžu do kina, půjdu na hřiště!”, řekl si Honza. Jeho hřiště nebylo daleko od školy. Když tam přišel, uviděl, že je hřiště prázdné. Honza si sedl na lavičku a nudil se. Najednou uslyšel smích. To byli jeho kamarádi ve škole. Honza pochopil, že ve škole je větší sranda. Od té doby chodí do školy každý den."
    },
    {
        "name": "Velikolepý měsíc červen",
        "type": "C1",
        "difficulty": "advanced",
        "video": "RLAA_0Ewo0c",
        "words": [
            "Odvážlivec",
            "Platan",
            "Sloupec",
            "Spáč",
            "Poshovět",
            "Prudce"
        ],
        "text": "Mnozí odvážlivci, když se octli na počátku velikolepého měsíce června, usedají do stínu platanů a jejich urputné vzezření se stává mírným. Hle, větvoví a vysoký sloupec rtuti, jež se zdvíhá a opět klesá, připomínajíc oddech spáče. Hle, kyv slunečníku a tato tvář, kdysi hrůzná. Ať poshoví nos a odulý ret, jenž vyrazil z obličeje tak prudce, ať se mírní, neboť, probůh, město je klidné. (Vladislav Vančura - Rozmarné léto)"
    },
    {
        "name": "Krabice",
        "type": "A2",
        "difficulty": "beginner",
        "video": "Dbfnm9MAdkU",
        "words": [
            "Zima",
            "Klopýtat",
            "Krabice",
            "Myslet",
            "Štěňátko",
            "Jeden druhého",
            "Usmívat se",
            "Nést"
        ],
        "text": "Je zima. Paní Mašková jde po ulici a klopýtá. Padá na zem a vidí před sebou krabici. Dívá se na krabici a myslí: “Mám jí otevřít nebo ne?”. Myslí a myslí, a nakonec říká: “Ano, otevřu jí!” Otevírá krabici a vidí uvnitř šťěňátko. Štěňátko vidí Paní Maškovou. Vidí jeden druhého. Štěňátko se usmívá a Paní Mašková se usmívá také. Usmívají se jeden na druhého. Paní Mašková zvedá šťenátko a nese ho domů. Žijí spolu až dodnes.",
        "fs": 20
    },
    {
        "name": "Pan Troska",
        "type": "B2",
        "difficulty": "intermediate",
        "video": "I8g15yicnAk",
        "words": [
            "Celý den",
            "Dodělat",
            "Vítr",
            "Začínat od začátku",
            "Pálit",
            "Obličej",
            "Napnout",
            "Okno"
        ],
        "fs": ".935vw",
        "text": "Pan Troska pracoval celý den. Psal a psal a nijak svojí práci nemohl dodělat. Pokaždé když byl u konce, vítr mu sfoukl papíry ze stolu. Pan Troska musel začínat od začátku. Hlava se mu točila a oči ho pálily. Stránky běhaly před jeho obličejem. Už to nemohl vydržet. Napjal všechny svaly ve svém těle a … zavřel okno."
    },
    {
        "name": "Obrázek",
        "type": "C1",
        "difficulty": "advanced",
        "video": "TRnBNoV86pY",
        "words": [
            "Obrázek",
            "Papoušek",
            "Památka",
            "Vyhazovat peníze",
            "Milionář",
            "Bručet"
        ],
        "text": "Když naše maminka ten obrázek uviděla, tak se smála, že mám na hlavě šešulku jako papoušek, a říkala, že jednou budu mít pěknou památku. Tatínek bručel, že se za hlouposti vyhazují peníze a že to nebude trpět. Jeden, povídal, neví, kam dřív, a vy se tu necháte vypodobnit. Učitelé, povídal, si myslí, že jsem milionář, jim je hej, mají své jisté, ale mně lidi neplatí. „Tak už nebruč,“ pravila maminka, „bručáku. A nekaz dítěti radost.“<br>&nbsp;<br>(Karel Poláček - Bylo nás pět)"
    },
    {
        "name": "Myška Anička",
        "type": "A1",
        "difficulty": "beginner",
        "video": "IVcC-zskpz8",
        "words": [
            "Myška",
            "Sýr",
            "Voňavý",
            "Kamarádka",
            "Polovina",
            "Škola",
            "Padat",
            "Čtvrt"
        ],
        "text": "Myška Anička má ráda sýr. Má ráda sýr velký, sýr malý a sýr voňavý. Anička je hodná myška. Rodiče Aničce dávají hodně sýru. Anička má hodně sýru. Anička má kamarádku Bětku. Anička dává Bětce polovinu sýru. Bětka má polovinu sýru a Anička má polovinu sýru. Anička a Bětka jdou do školy. Anička padá a ztrácí svůj sýr. Anička je smutná. Bětka dává Aničce svůj sýr. Anička dává Bětce půl sýru. Anička má čtvrt sýru a Bětka má čtvrt sýru. Víc ani nepotřebují."
    },
    {
        "name": "Modrá střecha",
        "type": "B2",
        "difficulty": "intermediate",
        "video": "1GugDzXLExo",
        "words": [
            "Sešit",
            "Kresba",
            "Dům",
            "Střecha",
            "Pastelka",
            "Najít",
            "Barva",
            "Načerveno"
        ],
        "text": "Vojta otevřel sešit. Byl to sešit, do kterého Vojta rád maloval. Měl ve svém sešitu hodně kreseb. Poslední kresba byla malý dům. Byl to dům, ve kterém Vojta bydlel. Měl modrou střechu. Vojta si pomyslel: “Ale můj dům nemá modrou střechu, nýbrž červenou střechu!”. Začal tedy hledat červenou pastelku. Ale nedokázal červenou pastelku najít. Vzpomněl si, že jí dal své kamarádce. Vojta měl ale červenou barvu. Mohl přebarvit střechu svého domu načerveno. To taky udělal. Teď má jeho obrázek červenou střechu a jeho dům má červenou střechu také."
    },
    {
        "name": "Kontaktní čočka",
        "type": "C2",
        "difficulty": "advanced",
        "video": "rjQ7khRsWZY",
        "words": [
            "Čočka",
            "Vada",
            "Paprsek",
            "Ohýbat",
            "Převracet",
            "Rozmazaný",
            "Onemocnění"
        ],
        "text": "Kontaktní čočka je moderní optická zdravotní pomůcka určená k nasazení přímo na oční rohovku. Slouží především ke korekci optických vad zraku, jelikož někdy zrak nefunguje tak jak má, tzn. že světelné paprsky by měly do oka vstupovat panenkou a měly by být zaostřeny rohovkou a čočkou, ale již se tomu tak nestane. Čočka ohýbá světlo, které jí prochází. Tak převrací obraz a zaostřuje jej na sítnici. Mozek potom převrací obraz do správné polohy. Když obraz nedopadne do správného bodu na sítnici, je rozmazaný. Také má funkci ochrannou při některých očních onemocněních, nebo kosmetickou v případě změny barvy oka při použití barevné kontaktní čočky. Měkké kontaktní čočky moderního charakteru vynalezl český výzkumník Otto Wichterle."
    },
    {
        "name": "Garáž",
        "type": "A2",
        "difficulty": "beginner",
        "video": "qoycqR_FJ44",
        "words": [
            "Garáž",
            "Plný věcí",
            "Tma",
            "Vypínač",
            "Zapnout světlo",
            "Světlo",
            "Žárovka"
        ],
        "text": "Pan Ondra má garáž. Jeho garáž je moc velká. Pan Ondra má v garáži hodně věcí. Jeho garáž je plná věcí. Pan Ondra otevírá svou garáž. V jeho garáži je tma. Pan Ondra hledá vypínač. Nemůže vypínač najít. Je stále tma. Pan Ondra hledá a hledá… Tady je! Pan Ondra zapíná světlo. V jeho garáži je světlo. Pan Ondra vidí hodně věcí ve své garáži. Otevírá krabici a bere si žárovku."
    }
]
